content-org/all-posts.org
#+hugo_base_dir: ../
#+hugo-auto-set-lastmod: t

* DONE Something else                      :edmonton:river:building:
CLOSED: [2022-08-16 Tue 22:09]
:PROPERTIES:
:EXPORT_FILE_NAME: my-first-post
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :thumbnail "edmonton.jpg"
:END:
Testing ox-hugo commands... Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.

Mauris facilisis enim eget odio suscipit, ac blandit tellus interdum. Donec ut finibus est, eget posuere turpis. In dictum magna at mauris varius euismod. Donec vehicula erat at ligula facilisis accumsan. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Donec malesuada lacinia viverra. Phasellus in felis malesuada, rutrum magna non, convallis metus.
** Title of Post
Something in the body...

A list:
 - asajsoeijaAs
 - aajspeij
 - ajsoiejpa
 - jasoidjpa
 - askdj
   - alsk
   - asdjoa
 - aljsskj

*Faces* =asd= ~asdjfao~ +asldkjf+ _asjdie_ /asd/ 

** Other Title
more content...

#+begin_src emacs-lisp
    (message "Hello")

    (defun as(stuff)
      execution...)
#+end_src

** as
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.

*** aserqwerqwe
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.

**** opqiweurpoi
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.



