content/posts/my-first-post.md
+++
title = "Something else"
author = ["James Fu"]
date = 2022-08-16T22:09:00-06:00
tags = ["edmonton", "river", "building"]
draft = false
thumbnail = "edmonton.jpg"
+++

Testing ox-hugo commands... Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.

Mauris facilisis enim eget odio suscipit, ac blandit tellus interdum. Donec ut finibus est, eget posuere turpis. In dictum magna at mauris varius euismod. Donec vehicula erat at ligula facilisis accumsan. Class aptent taciti sociosqu ad litora torquent per conubia nostra, per inceptos himenaeos. Donec malesuada lacinia viverra. Phasellus in felis malesuada, rutrum magna non, convallis metus.


## Title of Post {#title-of-post}

Something in the body...

A list:

-   asajsoeijaAs
-   aajspeij
-   ajsoiejpa
-   jasoidjpa
-   askdj
    -   alsk
    -   asdjoa
-   aljsskj

**Faces** `asd` `asdjfao` ~~asldkjf~~ <span class="underline">asjdie</span> _asd_


## Other Title {#other-title}

more content...

```emacs-lisp
(message "Hello")

(defun as(stuff)
  execution...)
```


## as {#as}

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.


### aserqwerqwe {#aserqwerqwe}

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.


#### opqiweurpoi {#opqiweurpoi}

Lorem ipsum dolor sit amet, consectetur adipiscing elit. Sed metus sem, auctor ut dui vel, viverra maximus nisl. Nulla facilisi. Orci varius natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Nullam at congue dui. Nulla facilisi. Suspendisse potenti. Ut rhoncus ornare congue. Integer sit amet mattis sem. Vivamus auctor sapien sed quam ornare, sit amet luctus leo bibendum. Phasellus vel ligula non justo ultrices placerat pulvinar ut nunc. Ut dictum tellus quis turpis tincidunt vestibulum.